[{"title": "1 News!", "src": "../img/in/1_m.jpg", "content": "Hello. This became a bit longer than expected oops. Anyway. Welcome to Peru.\n\n\nWe are in lima. It's mad and it's dusty and it's the most relaxed place I've known in a while.\n\nTime here is more languid, stretching out like Lima spreads along the coast to each horizon. We are living in the moment more so than I have ever before. We flow without forcing the shape of the day. There is no job, no stresses, no planning or dividing up the time. We are thinking ahead but only to the next meal, moving instead from minute to minute as between display cases in a museum, soaking up everything but holding onto nothing. It is good. It feels healthy.\n\nIt also helps that we're both drawing so much, filling up so many sketchbook pages a day it's sent us into panic that we won't have enough paper!  I found it hard to draw just for the sake of drawing back home - G is better with this, but both of us have benefitted from the change of pace and place to just let go and draw as a means of absorbing, processing sensations. Instead of putting pressure on the outcome as we are taught in school and college, and befitting two people who want to make a career in the creative industries, here there is nothing but Draw. Look, see and draw. I don't know how long the momentum will hold up, but it's been creatively loosening.\n\nWhat I've loved most so far is sitting in the back of J's banged up merc, driving and just looking. Most of our time has been spent in Tupac, in the outskirt district of Chorillos, where the buildings are built by hand, the streets are paved not with tarmac but with stray dogs and street sellers, and everything is coated in a perpetual layer of dust. The houses are rectangular and boxy, stacked up in natural growth up into the sides of the hills. It feels much like Manila - square houses, cables knotted up into salads above the streets, billboards and palm trees looming over tiny stalls as everyone works to make ends meet. But it's also more open, wide roads welcoming the flat grey sky that never presses on to the city as one might expect.\n\nIt's beautiful despite the all-pervading dust which makes each view look overbearingly brown (the colour of all the bricks here). But these views are dotted with the colours of washing lines and billboards, of janky coloured facades because here it only matters what the front of your house looks like. Every building has bare bricked sides but care is taken to decorate the front, be it turquoise (v popular) or pink or orange, regardless of the direction the house is facing. The result is a patchwork of angles and corners, colours and shadows, spreading over the hills of lima.\n\nWe've seen central lima as well but it's much more city-ish, westernized in its high rises and marble and flash cars. Tupac is better.\n\nEnough for now, will catch you up with what we've actually been doing soon!\n\nM+G\n\n"}, {"title": "2 News 2", "src": "../img/in/2_m.jpg", "content": "Hello from Peru!\n\nIt's Sunday and we've been here two weeks! Haven't noticed the days go by as we float from place to place, meal to meal, just enjoying the views. It is a different life here as J keeps pointing out, but not one we took much getting used to.\n\nWe're living on top of this ground-floor-shopping-centre-mini-arcade-thing (J is into 'microbusinesses') meaning there's always people downstairs selling and buying and fixing and working. Also hammering. Too mich hammering. Justino built the house several stories up though, and despite the bustle beneath our floor is wide open and very comfortable and hAS A DANCEFLOOR. Yes life is complete G and I have ourselves our very own ballroom and have already baffled and amused the men of the house with our incessant dancing. Nos encanta bailar!\n\n( the only difficult thing that I don't think I can become accustomed to is the lack of drinkable tap water, and worse the lack of ANY water when it sometimes runs out in the evening. Never in my life have I been so thrilled about clean socks and a shower the morning after a waterless night )\n\nGetting to know Tupac is fun; already got the feeling of \"ahh, how nice to be home\" after a long days of inner city and lima buses (almost as bad as the jubilee line - but not quite). We return to food on the table courtesy of our housewife Estik, G's quarter brother - they share the same half sister - with whom much Spanish is also practised. He does have a tendency to misunderstand so we come across as total blasphemous lunatics (the mad dancing doesn't help), but considering I have been learning Spanish for six weeks, and G hasn't done it since year 9, we get by decently.\n\nBut Tupac is comfortable. The madness begins when you consider J's parents bought this place 40, 50 years ago and it was on the edge of Lima. Beyond Tupac the farmlands started, but now we climb the turret on the 5th floor and there is just city, sprawling, stretching, melting into the mist. An ocean of dust with no horizon in every direction, it's waves crested with little Jesuses surfing the masses below. Poring over maps one may think Lima has almost the same size as London, but it is So. Much. Bigger.\n\nThe new revelation was the view from the roof of J's other flat in chorrillos, which we've been helping do up. The flat is on the top floor with a ladder that leads up to the tallest roof around, and nothing compares to the exhilaration of standing above this mess of a city, wind in hair, in arms reach of the swooping birds of prey that swirl like guardian angels watching over lima. It feels both calm and relentless, respite from the hustle while taking it all in.\n\nWe're in Lima for another week, and I already know I will miss it.\n\nM+G\n"}]